{
  "a_solution_to": "A solution to",
  
  "make_payments_easier": "make payments easier",

  "leave_your_contact": "Leave your Contact",

  "about_us": "About Us",

  "we_are_einbill": "We are E-inbill, a division of Current Tech Industries Sdn Bhd.",

  "as_a_technology_driven_company": "As a technology-driven company, our core mission at E-inbill is to simplify financial processes and foster connectivity among businesses. Our objective is to streamline financial operations and facilitate seamless interactions between companies.",

  "in_malaysia": "In Malaysia, we have introduced e-invoicing products that comply with LHDN standards, serving over 300 businesses. Our clientele spans various sectors, from retail to manufacturing, with a focus on providing support to small businesses and medium-sized tech enterprises. Our solutions adhere to LHDN regulations, PEPPOL, and MDEC compliance requirements. Through close collaboration with regulatory bodies, we have achieved success in the first phase of e-invoicing implementation, positioning us as one of the few companies prepared for the second phase. Our cloud infrastructure, hosted in Malaysia, ensures data security and compliance.", 

  "key_features": "Key Features",

  "of_our_product": "of Our Product",

  "completing_the_transaction": "Completing the transaction requires just a few clicks.",

  "fully_complaint": "Fully compliant tax e-invoice functionality",

  "fully_support": "Fully supports all payment methods",

  "Unbeatable": "Unbeatable",

  "low_prices": "low prices you wouldn’t expect",

  "absolutely_secure": "Absolutely secure cloud synchronization and storage",

  "user_friendly": "User-friendly and easy-to-use interface",

  "set_up_and_start": "Set up and start selling within minutes",

  "customer_support": "Customer support seven days a week for quick assistance",

  "no_matter": "No matter what industry you're in",

  "whether_a_small_street_vendor": "Whether a small street vendor or a large restaurant chain, E-inbill always supports your business. Hardware, software, payments, and technical support are unified under one E-inbill solution.",

  "the_e_inbill_framework": "The E-inbill framework ensures that the entire ecosystem works seamlessly together. That is the E-inbill goal - to provide the best user experience for you and your customers.",

  "The_e_inbill_solution": "The e-inbill solution is robust enough to support your business growth from small to large.",

  "for_small_shops_or_stalls": "For small shops or stalls, this is undoubtedly great news.",

  "basic": "Basic",

  "the_basic_plan": "The Basic plan is extremely convenient and practical. ",

  "merchants_simply": "Merchants simply need to download the E-inbill app, log in to account, and connect a Bluetooth receipt printer to start using it immediately.",

  "standard": "Standard",

  "For_small_to_medium_sized": "For small to medium-sized food and beverage establishments, we understand that providing ",

  "a_comfortable_experience": "a comfortable experience for customers is absolutely crucial.",

  "the_standard_plan": "The Standard plan fully addresses this concern.",

  "with_mobile_devices": "With mobile devices, customers can complete their payments without the hassle of waiting in long lines.",

  "advanced": "Advanced",

  "restaurant_management": "Restaurant management necessitates choosing a POS system that integrates all functions.",

  "cross_departmental_communication": "Whether it's cross-departmental communication, branch performance reports, or providing exceptional customer service, our POS system puts restaurant technology in your hands. ",

  "enabling_you": "enabling you to impress customers, reduce workload, and stand out!",

  "see_all": "See all products details",

  "tedious_steps": "Don't let tedious steps",

  "hinder_your": "hinder your business progress",

  "you_cannot_resist": "You cannot resist the advantages that the product offers you",

  "we_offer": "We offer more than just a POS, payment terminal, or e-invoice. The E-inbill solution can be customised for F&B, beauty, and retail stores. No matter what type of business you have, choosing E-inbill is the start of leveraging your advantages.",

  "beauty": "Beauty, ",

  "salon_spas": "Salon & Spas",

  "cafes": "Cafes, Beverage",

  "quick_service": "& Quick Service",

  "food": "Food, Restaurant,",

  "bar": "Bar & Bistros",

  "health": "Health",

  "medical": "& Medical",

  "retail_shop": "Retail Shops",

  "pets": "Pets & ",

  "grooming": "Grooming",

  "courses": "Courses, Tuitions",

  "education": "& Education",

  "automotive": "Automotive",

  "service": "& Service",

  "wholesales": "Wholesales",

  "stock": "& Stock",

  "join_millions": "Join millions of successful E-inBill merchants and usher in a new era for your business",

  "full_name": "Full name",

  "company_name": "Company name",

  "contact_number": "Contact number",

  "email_address": "Email address",

  "your_state": "Your state or location",

  "your_business_sector": "Your business sector",

  "leave_your_contact_to": "Leave your contact to schedule a complimentary demo"


  
  
}